tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/gui"
tap "homebrew/services"
tap "homebrew/x11"
# Clone of cat(1) with syntax highlighting and Git integration
brew "bat"
# Open source programming language to build simple/reliable/efficient software
brew "go"
# Go dependency management tool
brew "dep"
# Distributed revision control system
brew "git"
# The slightly more awesome Standard Unix Password Manager for Teams
brew "gopass"
# Lightweight and flexible command-line JSON processor
brew "jq"
# Generic library support script
brew "libtool"
# Java-based project management
brew "maven"
# SSL/TLS cryptography library
brew "openssl"
# Open source relational database management system
brew "mysql"
# Password generator
brew "pwgen"
# Executes a program periodically, showing output fullscreen
brew "watch"
# Internet file retriever
brew "wget"
# Fish shell like syntax highlighting for zsh
brew "zsh-syntax-highlighting"
cask "docker"
cask "evernote"
cask "firefox"
cask "insomnia"
cask "intellij-idea"
cask "iterm2"
cask "jadengeller-helium"
cask "java8"
cask "lastpass"
cask "ngrok"
cask "postico"
cask "postman"
cask "slack"
cask "textmate"
