tap "homebrew/core"
tap "homebrew/gui"
tap "homebrew/x11"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
brew "ack"
brew "bash-completion"
brew "cask"
brew "diff-so-fancy"
brew "ghi"
brew "git"
brew "git-standup"
brew "grep"
brew "htop"
brew "jq"
brew "maven"
brew "node"
brew "sbt"
brew "sbt@0.13"
brew "trash"
brew "tree"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
cask "aerial"
cask "amazon-drive"
cask "boostnote"
cask "docker"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "jadengeller-helium"
cask "mongodb-compass"
cask "postico"
cask "postman"
cask "slack"
cask "spectacle"
cask "textmate"
cask "vlc"
cask "caskroom/fonts/font-hack-nerd-font"
cask "caskroom/versions/java8"
