tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
cask 'java'
brew 'ack'
brew 'git'
brew 'htop'
brew 'maven'
brew 'node'
brew 'openssl'
brew 'watch'
brew 'wget'
brew 'yarn'
brew 'zsh'
brew 'zsh-completions'
cask 'aerial'
cask 'docker'
cask 'intellij-idea-eap'
cask 'iterm2'
cask 'postman'
cask 'sketch-beta'
cask 'slack'
cask 'textmate'
cask 'vlc'
